Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Oppalaččat leat eanas nissonolbmot geat barget fuolahussuorggis ja nuorra eatnit geat servet kurssiide, ja dievdoolbmot servet viššaleappot eahkeskurssiide.
nob: Generelt er det særlig kvinner i omsorgsyrkene og unge mødre som deltar, mens menn i noe større grad har møtt opp på kveldskurs.

source: 4.4 Doaimma ruhtadeapmi
nob: 4.4 Finansiering av virksomheten

source: Vaikko Divttasvuona suohkan lei ge okta Árrana álggaheddjiin, ja lea leamaš mielde stivrras juo álggu rájes, de ii oaččo julevsámi guovddáš makkár ge vuođđodoarjaga suohkanis.
nob: Til tross for at Tysfjord kommune var en av stifterne av Árran, og har vært representert i styret siden staren av, får lulesamisk senter ingen grunnfinansiering fra kommunen. Dette har heller ikke endret

source: Ii ge diet leat rievdan maŋŋel 2006 ge, go Divttasvuotna searvvai sámegielaid hálddašanguvlui.
nob: seg siden 2006 da Tysfjord ble innlemmet i forvaltingsområdet for samisk språk.

source: Árran oažžu doarjaga mánáidgárddedoibmii seammaládje go eará priváhta mánáidgárddit, ja suohkan oastá muhtun giellabálvalusaid, muhto dat lea ge buot.
nob: Árran får støtte til barnehagedrift i tråd med andre private barnehager, og kommunen kjøper en del språktjenester, men dette er alt.

source: olgobealruhtadeami, maidda suohkana bargit bovdejuvvojit searvat, ja suohkan addá lohkanvirgelobi bálkkáin ja gokčá oasseválddiid oahpponeavvogoluid.
nob: Det er også Árran som tilbyr eksternt finansierte språkkurs som kommunens ansatte inviteres til å delta på, mens kommunen bidrar med betalt studiepermisjon og dekning av egne deltakeres materialkostnader.

source: Informánttat Árranis sávvet ahte suohkan searvvašii eanet sin bargguide guovttegielatvuođadoarjagiin.
nob: Informanter ved Árran ønsker at kommunen i større grad skal bidra til deres virksomhet via tospråklighetsmidlene.

source: Árran oažžu vuođđodoarjaga Sámedikkis kulturvissui, giellaguovddážii ja museabargui.
nob: Árran får grunntilskudd fra Sametinget for kulturhus, språksenter, og museumsarbeid.

source: Ja Sámediggi lea dasa lassin deháleamos prošeaktaruhtadeaddji, muhto dan oktavuođas lea maid Nordlándda fylkasuohkan hui guovddážis – eandalii mielderuhtadeaddjin. Fylkasuohkanis lea golbmajagi
nob: Sametinget er i tillegg den viktigste kilden til prosjektstøtte, men her er også Nordland fylkeskommunen svært sentral ‐ ikke minst som samfinansiør.

source: rámmašiehtadus Árraniin, mii fállá gáiddusoahpahusa sámegielas joatkkaoahppodásis.
nob: Fylkeskommunen har en treårig rammeavtale med Árran som tilbyder av fjernundervisning i samisk videregående opplæring.

source: Čuoččuhuvvo ahte stáhta juolludeamit Sámediggái eai leat čuvvon bálká ‐ ja haddegoargŋuma, ja dat čuohcá maid vuođđodoarjagiidda maid Sámediggi juolluda giellaguovddážiidda.
nob: Det hevdes at overføringene fra staten til Sametinget relativt sett ikke har kompensert for lønns‐ og prisoppgangen, noe som forplanter seg til Sametingets grunntilskudd til språksentrene.

source: Informánttat Árran julevsámi guovddážis vásihit ahte barggut leat lassánan, muhto doarjagiid sturrodat ii leat seamma dásis lassánan, nu ahte dat duohtavuođas leat ge njiedjan.
nob: Informanter ved Árran lulesamiske

source: Boađus das lea ahte ii beasa nu viidát doaibmat ja ahte guovddáš čadnojuvvo prošeaktadoarjagiidda, mat dál juo leat bealli guovddáža dietnasiin.
nob: senter opplever at oppgavene har økt samtidig som tilskuddene ikke har økt tilsvarende, slik at de relativt sett har gått ned.

source: Ja ollu návccaid šaddá geavahit ruhtaohcamiidda dan sadjái go geavahit návccaid metodaovddideapmái ja máhttobuvttadeapmái.
nob: Konsekvensen er et redusert handlingsrom og en økt avhengighet av prosjektmidler som nå utgjør halvparten av senterets inntekter.

source: Dasa lassin šaddá guovddáš fállat fásta virggiid dan guovttegávdnái ahte ožžot go vuođđoruhtadeami, vai nagodit doalahit gelbbolašvuođa.
nob: Dermed blir mye ressurser brukt på å springe etter penger på bekostning av metodeutvikling og kunnskapsproduksjon, og senteret må ta en risiko ved å tilby flere faste stillinger enn de har grunnfinansiering til, for å beholde kompetanse.

source: Árran julevsámi guovddáš oaidná dieid hástalusaide dan čovdosa ahte Sámedikki ruhtadeami rievdadit eanet dan guvlui ahte lasihit vuođđodoarjaga.
nob: Slik Árran lulesamiske senter ser det, vil disse utfordringene kunne bøtes på ved å dreie finansieringen fra Sametinget over mot mer grunnfinansiering.

source: Rámmašiehtadusat main leat dihto ulbmilat sáhttet addit guovddážiidda vejolašvuođa čađahit eanet prošeavttaid go leat sihkkarit rámmaeavttut.
nob: Målstyrte rammeavtaler vil kunne gi sentrene mulighet til å gjennomføre flere prosjekter innenfor mer forutsigbare rammer.

source: Ja sii oaivvildit maid ahte doarjaga sturrodaga ferte geahččat dan oktavuođas makkár gielladilis guovddáš doaibmá.
nob: De mener imidlertid at størrelsen på tilskuddet må sees i sammenheng med språksituasjonen senteret virker i.

source: Jus dat golbma sámegiela galget oažžut seammaárvosaš ovdánanvejolašvuođaid, de ferte julev‐ ja lullisámegielguovlluide addit miha eambbo doarjaga buvttadan dihtii daid gielaid heajos dili.
nob: For at de tre samiske språkene skal ha likeverdige utviklingsmuligheter, må sentrene i lule‐ og sørsamiske områder få relativt mer for å kompensere for språkenes svake stilling.

source: Sámedikki vástádus
nob: Kriteriene

source: raporttaide čuovvoluvvo ja geavahuvvo vuođđun viidásit doaimmaide, ovdamearkkadihte go dál leat bargagoahtán nannet doaimmaid nuoraide ja vuorasolbmuide.
nob: Sametingets respons på rapporteringen blir fulgt opp som grunnlag for videre aktivitet, slik som nåværende dreining mot ungdom og eldre.

source: Gulahallan Sámedikkiin lea buorre, ja sin mielas lea vuogas go besset doallat oktavuođa julevsámi giellakonsuleanttain.
nob: Dialogen med Sametinget betraktes som god, og det ansees som fordelaktig å kunne forholde seg til lulesamisk språkkonsulent.

source: 4.5 Bargiid fidnen
nob: 4.5 Rekruttering

source: Árrana informánttaid mielas lea maŋemus guovtti jagis šaddan miha váddásit oažžut institušuvdnii bargiid geain lea dárbbašlaš gelbbolašvuohta.
nob: I følge informanter ved Árran er mulighetene til å få nødvendig kompetanse i institusjonen betydelig svekket de to siste årene.

source: gelbbolašvuođa nannendoaimmain, dakko bokte ahte attii oahppovuođu Árran bargiide dan dárbbu mielde mii sis lei.
nob: Fylkesmannen i Nordland bidro tidligere til nødvendig kompetanseheving ved å tildele studiehjemler til ansatte ved Árran ut fra deres behov.

source: Dál ii leat šat diekkár vejolašvuohta, ja guovddáš ohcala eambbo friddja doarjagiid institušuvdnii vai sáhtášii gelbbolašvuođa hukset iežas siskkáldas dárbbuid mielde.
nob: Denne muligheten har falt bort, og senteret etterspør flere frie midler til institusjonene for å bygge opp kompetanse ut fra interne behov.

source: Árran sávvá maid nagodit fállat gelddolaš bargguid nuoraide geain sámegiella lea vuosttašgiellan, geat dál ain leat skuvllaid vázzimin.
nob: Árran håper også å kunne tilby attraktive jobber til en generasjon unge med førstespråksopplæring og som nå er i utdanning.

source: Sohkabealjuohku Árran bargiid gaskkas lea oalle buorre.
nob: Kjønnsfordelingen blant de ansatte ved Árran er

source: oanehisáiggi šiehtadusas mánáidgárddiin.
nob: ganske bra. Det har vært en viss overvekt av kvinner som jobber med språk, men en har nå fått inn to menn på korttidskontrakter i barnehagen.

source: Institušuvdna dieđiha ahte sis lea hui dihtomielalaš politihkka dasa ahte sohkabeliin galgá bálkká dáfus maid leat seammadássásašvuohta.
nob: Institusjonen opplyser at de har en bevisst politikk i forhold til lønnsmessig likestilling.

source: 4.6 Ovttasbargu ja gulahallan
nob: 4.6 Samarbeid og kommunikasjon

source: Árran julevsámi guovddáš lea áigá juo ásahuvvon, ja lea ge nagodan bargguid bokte oažžut viiddis fierpmádaga, sihke formálalaš ja eahpeformálalaš dásis, našuvnnalaččat ja internašuvnnalaččat ollu
nob: Árran lulesamiske senter kom tidlig i gang og har opparbeidet seg et bredt nettverk både formelt og

source: fágasurggiin.
nob: uformelt, nasjonalt og internasjonalt og på ulike fagfelt.

source: Giellabarggus lea ovttasbargu Nordlándda universitehtain dehálaš.
nob: I forhold til språkarbeid er samarbeidet med Universitetet i Nordland viktig.

source: Eanet luvvosat ovttasbargu seammalágan institušuvnnaiguin ruoŧabealde lea maid dál formáliserejuvvon earet eará guvttiin Interreg prošeavttain.
nob: Mer løselig samarbeid mot søsterinstitusjoner på svensk side er blitt formaliserte blant annet gjennom to Interreg prosjekter.

source: Ovttasbargu Divttasvuona suohkaniin lea maid nannejuvvon ja nu vurdet ge vel eanet oktasaš julevsámegiel nannendoaimmaid boahtteáiggis.
nob: Samarbeidet med Tysfjord kommune er også styrket slik at en håper på en sterkere felles satsning på lulesamisk språk framover.

source: Muđui leat Árranis eará eahpeformálalaš oktavuođat eará sámi giellaguovddážiiguin, ja eandalii Várdobáikkiin.
nob: For øvrig har Árran mer uformell kontakt med andre samiske språksentre og da særlig mot Várdobáiki.

source: Árran láve leat fárus Sámedikki giellaguovddážiid fierpmádatčoahkkimiin, ja oaivvilda ahte lea buorre go gávdno
nob: Árran deltar på Sametingets nettverksmøter for språksentrene og mener det er bra med en nasjonal

source: diekkár našuvnna dásis čoaggananvejolašvuohta.
nob: møtearena.

source: Liikká lohket ahte sáhtášii vel eanet ávkki oažžut diein čoahkkimiin jus muhtun institušuvdnii attášii čielgasit ovddasvástádusa ja jus barggu stivre buorebut.
nob: Det uttrykkes likevel at en vil kunne få mer igjen for disse møtene om en institusjon blir gitt et klarere ansvar og om arbeidet blir noe mer styrt.

source: 4.7 Doaimma ulbmil ja beaktu
nob: 4.7 Mål og effekter av virksomheten

source: Sámedikki ulbmil sámi giellaguovddážiid doarjjaortnegiin lea ahte sámegiella galgá gullot ja oidnot giellaguovddážiid doaibmaguovllus.
nob: Sametingets mål med tilskuddsordningen til samiske språksentre er at samisk språk skal høres og synes i språksenterets virkeområde.

source: Lea váttis cealkit man muddui Árran lea doaimmaidisguin olahan
nob: Det er vanskelig å utale seg om i hvilken grad dette er oppnådd gjennom Árrans virksomhet, da det lulesamiske språklige utgangspunktet i senterets virkeområde var

source: dien mihttomeari, danin go julevsámi gielladilli guovddáža doaibmaguovllus lei hui rašši dalle go guovddáš álggahii doaimmas.
nob: svakt ved senterets opprettelse.

source: Informánttat oaivvildit ahte Árran julevsáme guovdásj hui čielgasit lea nannen sámegiela fágalaš giellabargguid bokte ja iešguđetlágan doaimmaiguin.
nob: Informantene mener at Árran julevsáme guovdásj klart har styrket samisk språk gjennom faglig språkarbeid og gjennom ulike tiltak.

source: Mánáidgárddis huksejit vuođu man ala sáhttá hukset viidásit oahpu sámegielas ja sámegillii, muhto guovddáš ii leat nu beare ollu bargan Ájluovtta skuvllas, gos sullii bealli ohppiin leat válljen julevsámegiela.
nob: Barnehagedrift har dannet grunnlaget for videre opplæring i og på samisk, mens senteret i liten grad har bidratt overfor Drag skole der rundt halvparten av elevene tar lulesamisk.

source: Gáiddusoahppofálaldat vuođđoskuvlaohppiide mii ovdal lei Árranis, lea dál sirdojuvvon eret, muhto guovddáža rolla julevsámegieloahpaheamis lea leamaš oalle beaktil joatkkaskuvlaohppiide geat
nob: Tidligere fjernundervisningstilbud til grunnskoleelever er flyttet fra Árran, mens senterets rolle for lulesamisk språk har vært formidabel

source: šaddet fárret eret suohkanis go álget joatkkaskuvlii.
nob: for elever i videregående opplæring som må ut av kommunen for videre skolegang.

source: Giellačoagganemiin leat nuorat ožžon vejolašvuođa deaivvadit eará báikkis go skuvllas ja geavahit giela.
nob: Gjennom språksamlinger har ungdom også fått en arena utover skolen der de kan bruke språket.

source: Maiddái ollu rávisolbmot leat oahppan dahje ealáskahttán giela, vaikko vel lea ge leamaš oalle váttis olahit buohkaide dainna fálaldagain.
nob: Også mange voksne har lært eller aktivert samisk språk, selv om det til dels har vært vanskelig å nå ut til alle.

source: Julevsámegiela oahpaheapmi, ja maiddái iešguđetlágan geahččaladdamat movt lágidit giellabáikkiid, leat váikkuhan dasa ahte sámegiella gullo dál eanet go ovdal, muhto giella geavahuvvo ain
nob: Opplæring i lulesamisk språk, samt ulike forsøk med å tilby språkarenaer har bidratt til at samisk høres mer enn tidligere, men språket brukes fremdeles mest i den private sfære.

source: eanemusat priváhta birrasiin. Árran lea iešalddis juo dakkár báiki gos lea hui nanu julevsámegiel biras, vaikko maiddái doppe gullo ollu dárogiella beaivválaš bargguin.
nob: Miljøet på Árran utgjør i seg selv helt klart en sterk lulesamisk språklig arena, men også der foregår mye av den daglige aktiviteten på norsk.

source: Danin leat ge bargan organisášuvnna siskkobealde oažžut olbmuid geavahit eanet sámegiela.
nob: En har derfor jobbet innad i organisasjonen for å øke bruken av samisk.

source: Divttasvuona suohkana ja Árrana gaskavuohta ii leat leamaš beare nanus.
nob: Relasjonen mellom Tysfjord kommune og Árran har ikke vært spesielt sterk.

source: Suohkanhálddahusas lei muhtun gii logai ahte sii váillahit eanet oktavuođa Árraniin, muhto lei unnán beroštupmi diđoštit maid Árranis barget oahpahussuorggis.
nob: Fra kommuneadministrasjonen fikk vi fra ett hold etterlyst mer initiativ fra Árran, mens det var lite

source: áigumin searvat.
nob: interesse for Árran sitt arbeide fra opplæringssektoren.

source: Sámi giellakonsuleantta virgáibidjan ovttas daid ođđa eavttuiguin mat leat biddjojuvvon guovttegielatvuođadoarjagiid juohkimii, gos ovttasbargu deattuhuvvo ovddidanoasis, soaitá leat veahkkin dasa ahte ásahuvvo eanet geatnegahtti ovttasbargu suohkaniin.
nob: Selv utrykte Árran glede over at kommunen endelig ser ut til å komme mer på banen. Sammen med de nye kriteriene for tildeling av tospråklighetsmidler der samarbeid blir viktig i forhold til utviklingsdelen, ansees ansettelsen av en samisk språkkonsulent som en viktig faktor for å få på plass et mer forpliktende samarbeid med kommunen.

source: Árran lea sámi visti mii lea hui oainnus, muhto sámegiella gal ii leat beare oainnus muđui suohkanis, ovdamearkkadihte galbbain.
nob: Árran er i seg selv et veldig synlig samisk bygg, men samisk språk er lite synlig ellers i kommunen, for

source: Sámegiel čálalaš ávdnasiid ovddideapmi lea maid čielgasit váikkuhan sámegiela oainnusindahkamii, oahpahussii ja ahte leat rahpasan vejolašvuođat geavahit ja ovddidit
nob: eksempel gjennom skilting. Arbeidet med å utarbeide samiskspråklig skriftmateriale har også helt klart hatt betydning for synliggjøring, opplæring og muligheten til å bruke og utvikle språket.

source: Orro ge leamen nu, go muhtun min informánttain juo logai ge, ahte Árran lea lihkostuvvan buorebut iežas uvssaid siskkobealde go daid olggobealde.
nob: Det ser altså ut til at Árran, slik en informant uttrykte det, har lyktes bedre innenfor sine egne dører enn utenfor.

source: Informánttat oaivvildit ahte okta sivva dasa go lea leamaš nu váttis oažžut giellageavaheami viidánit, lea ahte eai buohkat gilis liiko Árranii, danin go dat institušuvdna muhtun láhkái dego gáibida ahte galggat bidjat sámi gahpira oaivái.
nob: En grunn til at det har vært vanskelig å bringe språket ut, er ifølge informanter knyttet til at ikke alle i bygda er positiv til Árran fordi institusjonen på et vis krever at du tar på deg din samiske hatt.

source: Dat čájeha máŋgga informántta mielas dakkár dili gos identitehtahálddašeapmi ain lea gáibideaddji.
nob: Dette reflekterer i følge flere informanter en situasjon der identitetsforvaltningen ennå er krevende.

source: Læstaniánalaš birrasiin leat ovdamearkkadihte ain hui vuostá Árrana ásaheapmái.
nob: For eksempel er de læstadianske miljøene er fremdeles imot opprettelsen av Árran.

source: 4.8 Árvvoštallan
nob: 4.8 Vurdering

source: Min árvvoštallama mielde lea Árran dehálaš institušuvdna mas lea leamaš ja mas ain lea stuora mearkkašupmi julevsámi gillii ja kultuvrii.
nob: Etter vår vurdering er Árran en viktig institusjon som har hatt og har en enorm betydning for lulesamisk språk og kultur.

source: Guovddáža gáiddusoahpaheapmi jođihuvvo bures ja lea mielde ásaheamen nanu giellabirrasa, ja nuoraid čoagganeamit / giellagoađástallan leat mávssolaš gielladeaivvadanbáikkit maid berrejit lágidit ain boahttevuođas.
nob: Fjernundervisningen ved sentret drives godt og bidrar til et sterkt språklig miljø, og samlinger / språkleir for ungdom gir en god språkarena det er viktig å videreføre.

source: Muhto Árran sáhttá buorebut láhčit
nob: Når det gjelder språkkurs for voksne kan Árran bli flinkere til å kople språkkurs til ulike kulturelle aktiviteter

source: giellakurssiid rávisolbmuide, sáhtášii čatnat daid iešguđetlágan kulturdoaimmaide vai olaha ain eanet olbmuid.
nob: for å nå et bredere publikum.

source: Ja go buohkat báikkálaš servodagas eai vel dohkket dan institušuvnna, de livččii várra ávkkálaš čađahit eanet doaimmaid olggobealde iežaset viesu, de ii soaittáše olbmuide nu váttis searvat doaimmaide.
nob: I og med at institusjonen ennå ikke har full legitimitet i lokalsamfunnet, vil det også kunne være hensiktsmessig å gjennomføre flere tiltak utenfor egen institusjon slik at terskelen for å delta kanskje kan bli redusert.

source: Fertejit maid bargat viidáseappot suohkana oktavuođain, ja buoridit dan nu ahte suohkan buorebut oahppá váldit ovddasvástádusa sámegielas, ja vai Árran baicca beassá doaibmat resursan ja ovttasbargoguoibmin dan sadjái go oktoieš bargi.
nob: Det må også jobbes videre med å styrke samarbeidet med kommunen slik at denne i større grad tar på seg sitt ansvar for det samiske språket og Árran kan fungerer som en ressurs og samarbeidspartner heller enn som en separat aktør.

source: Dien ovttasbarggus livččii min árvvoštallama mielde lunddolaš ahte suohkan geavaha guovttegielatvuođadoarjagiid guovddáža ruhtadeapmái.
nob: Vi vurderer at det i denne forbindelse vil være naturlig at kommunen bidrar i finansieringen av sentret via

source: 5 Várdobáiki – Sámi giellaguovddáš Evenáššis
nob: 5 Várdobáiki ‐ Samisk språksenter i Evenes

source: 5.1 Duogáš dasa manne giellaguovddáš ásahuvvui
nob: 5.1 Bakgrunn for opprettelsen av språksenteret

source: Evenášši ja Ankenes (dál oassi Áhkkánjárggas / Nárviikkas) Nordlánddas ja Skániin Romssas lea stuorámus márkosámiid ássán olles riikkas, ja eanemus čoahkkeássan lea goappešat bealde suohkan‐ ja fylkaráji Skánit ja Evenášši guovlluin.
nob: I kommunene Evenes og Ankenes (nå del av Narvik) i Nordland og Skånland i Troms har vi det største sammenhengende såkalte markasamiske området i landet med en særlig konsentrasjon på begge sidene av kommune‐ og fylkesgrensene mellom Skånland og Evenes kommuner.

source: Nu aitto go 1970‐logus lei eanas 40 jahkásaš dahje boarrasit olbmuin dán guovllus sámegiella eatnigiellan.
nob: Så sent som tidlig på 1970‐tallet hadde de aller fleste i dette området på 40 år eller eldre samisk som morsmål.

source: Muhto vuosttaš logenar jagiid maŋŋel nuppi
nob: I de par

source: máilmmisoađi álge dán guovllu váhnemat dihtomielalaččat oahpahit mánáidasaset dárogiela, eai ge sámegiela. Dat dilli ovttas dalá dáruiduhttinpolitihkain lea ge dagahan dan ahte dál leat áibbas moadde máná dán guovllus, jus oppanassiige lea oktage, geat bajásšaddet sámegielain eatnigiellan. Muhtun moadde máná bajásšaddet guovttegielagin, sámi ‐ ja dárogielagin, ja dán skuvlajagi (2011‐12) leat birrasii 50 máná ja nuora geain lea sámegiella vuođđoskuvllas ja joatkkaskuvllas, eatnasiin nubbegiellan.
nob: første tiårene etter andre verdenskrig synes samiske foreldre i dette området å ha vært bevisste på heller å lære barna sine norsk enn samisk, noe som sammen med generell fornorskningspolitikk har bidratt til at det nå er svært få, om noen, barn i dette området som vokser opp med samisk som morsmål, noen få vokser opp som samisk ‐ norsk tospråklige, mens det inneværende skoleår (2011‐ 12) er om lag 50 barn og ungdom som tar samiskopplæring i grunnskole og videregående skole, de fleste som andrespråk.

source: Loahpageahčen 1970‐logu ja das ovddos lei hui stuora báikkálaš áŋggirdeapmi oččodit sámi institušuvnnaid dán guvlui.
nob: Mot slutten av 1970‐tallet og utover, ble det skapt et lokalt engasjement for å bygge opp samiske institusjoner i dette området.

source: Min informánttat muitalit ahte ledje Norgga Sámiid Riikkasearvvi báikkálaš searvvi (Iinná ja biras Sámiid Searvvi – NSR) áŋgiris miellahtut geat juo 1980‐logus ovdanbukte áigumuša ahte duhátjagi molsašumi áiggis galggai Várdobáiki institušuvdna ásahuvvot.
nob: Ifølge våre informanter var det ildsjeler innen det lokale lag av Norske Samers Riksforbund (Hinnøy og omegn sameforening ‐ NSR) som alt på 1980‐tallet lanserte tanken til det som rundt tusenårsskiftet skulle bli til den mer omfattende institusjonen Várdobáiki.

source: Álggos ásahuvvui sámi mánáidgárdi Vuopmegeahčái 1980‐logus, ja de ásahuvvui giellaguovddáš 1999:s, ja báiki oaččui kulturguovddáš árvvu 2002:s.
nob: Det begynte med samisk barnehage i Trøssemark på 1980‐tallet, så kom språksenteret i 1999, mens status som kultursenter kom i 2002.

source: Várdobáiki lea Lulli ‐ Romssa ja davimus Nordlándda sámi guovddáš man ulbmil lea fievrredit viidáseappot dan guovllu sámegiela, kultuvrra
nob: Várdobáiki er et samisk senter for Sør ‐ Troms og nordre Nordland med formål å videreføre samisk språk, kultur og samfunnsliv i regionen, Under paraplyorganisasjonen

source: ja servodateallima. Dien paraplyorganisašuvnna vuolde leat ovttadagat main leat ollu searválasbarggut, nugo Sámi giellaguovddáš, Sámi kulturguovddáš ja / nuoraidguovddáš, Várdobáiki musea masa maid gullá Gállogietti olgomusea, Várdobáikki dearvvašvuhtii guoskivaš prošeavttat ja Márkománák sámi mánáidgárdi.
nob: inngår dels overlappende enheter som Samisk språksenter, Samisk kultursenter m / ungdomssenter, Várdobáiki museum som også omfatter Gállogieddi friluftsmuseum, Várdobáiki helserelaterte prosjekt og Márkománák samiske barnehage.

source: Dasa lassin lea Várdobáikkis bargoaddiovddassvástádus dan fásta bargái gii bargá Márkomeannu sámi festiválain mii lágiduvvo jahkásaččat.
nob: I tillegg har Várdobáiki arbeidsgiveransvar for den ene fast tilsatte i Márkomeannu årlige samiske festival.

source: Resurssat maid
nob: Målt i antall

source: Go geahččá bargiid lohkui, de lea mánáidgárdi stuorámus ovttadat, das leat oktiibuot 9‐ 10 bargi.
nob: medarbeidere er barnehagen den største enhet med i alt 9‐10 medarbeidere.

source: Várdobáikkis leat oktiibuot sullii 15 bargi bissovaš virggiin dahje guhkesáiggi bargosoahpamušain.
nob: Ved Várdobáiki er det i alt ca. 15 fast tilsatte eller ansatt på langtidskontrakter.

source: Dasa lassin leat maŋemus jagii leamaš bargit geaid virggiid leat ruhtadan prošeaktadoarjagiiguin.
nob: I tillegg har det til en hver tid de siste årene vært et varierende antall stillinger finansierte over prosjektmidler.

source: Sámi dearvvašvuođadutkanguovddáš Romssas ja Duodji instituhtta leat deháleamos ovttasbargit mat láiguhit kantuvrraid Várdobáikkis.
nob: Senter for samisk helseforskning ved Universitetet i Tromsø og Duodji instituhtta er viktige samarbeidsparter som leier hvert sitt kontor på Várdobáiki.

source: 5.2 Organiserenmálle válljen
nob: 5.2 Valg av organisasjonsform

source: Sámi giella ‐ ja kulturguovddáža vuođđudeamis válljejedje doaimma organiseret ossolaččaidsearvin (BA).
nob: Ved etableringa av et samisk språk‐ og kultursenter var det andelslagsformen (BA) som ble valgt.
